<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">40294296</PMID><DateCompleted><Year>2025</Year><Month>04</Month><Day>29</Day></DateCompleted><DateRevised><Year>2025</Year><Month>04</Month><Day>30</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1958-5381</ISSN><JournalIssue CitedMedium="Internet"><Volume>41</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Medecine sciences : M/S</Title><ISOAbbreviation>Med Sci (Paris)</ISOAbbreviation></Journal><ArticleTitle>[Nobel Prize in chemistry 2024: David Baker, Demis Hassabis et John M. Jumper. The revolution of artificial intelligence in structural biology].</ArticleTitle><Pagination><StartPage>367</StartPage><EndPage>373</EndPage><MedlinePgn>367-373</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1051/medsci/2025060</ELocationID><Abstract><AbstractText>The 2024 Nobel Prize in chemistry has been awarded to Demis Hassabis and John M. Jumper (Google DeepMind) for the development of artificial intelligence-guided protein structure prediction and to David Baker (University of Washington, Seattle, USA) for the development of computational protein design. This event marks a revolution in the field of structural biology that has led, among other things, to the generation of a library of nearly 200 million predicted protein structures designed to speed up research. This revolution in AI has also led to the design of several artificial proteins of medical interest presented in this review.</AbstractText><CopyrightInformation>&#xa9; 2025 m&#xe9;decine/sciences &#x2013; Inserm.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Agu&#xe9;ro-Pizzolo</LastName><ForeName>St&#xe9;phanie</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Laboratoire de biologie tissulaire et ing&#xe9;nierie th&#xe9;rapeutique, CNRS UMR 5305, Universit&#xe9; Lyon-1, Lyon, France.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bettler</LastName><ForeName>Emmanuel</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Laboratoire de biologie tissulaire et ing&#xe9;nierie th&#xe9;rapeutique, CNRS UMR 5305, Universit&#xe9; Lyon-1, Lyon, France.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gouet</LastName><ForeName>Patrice</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Laboratoire de microbiologie mol&#xe9;culaire et de biochimie structurale, CNRS UMR 5086, Universit&#xe9; Lyon-1, Lyon, France.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D016456">Historical Article</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Prix Nobel de chimie 2024: David Baker, Demis Hassabis et John M. Jumper - La r&#xe9;volution de l&#x2019;intelligence artificielle en biologie structurale.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2025</Year><Month>04</Month><Day>28</Day></ArticleDate></Article><MedlineJournalInfo><Country>France</Country><MedlineTA>Med Sci (Paris)</MedlineTA><NlmUniqueID>8710980</NlmUniqueID><ISSNLinking>0767-0974</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D011506">Proteins</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D001185" MajorTopicYN="Y">Artificial Intelligence</DescriptorName><QualifierName UI="Q000266" MajorTopicYN="N">history</QualifierName><QualifierName UI="Q000639" MajorTopicYN="N">trends</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009613" MajorTopicYN="Y">Nobel Prize</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D049674" MajorTopicYN="N">History, 21st Century</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D049673" MajorTopicYN="N">History, 20th Century</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002621" MajorTopicYN="Y">Chemistry</DescriptorName><QualifierName UI="Q000266" MajorTopicYN="N">history</QualifierName><QualifierName UI="Q000639" MajorTopicYN="N">trends</QualifierName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019295" MajorTopicYN="Y">Computational Biology</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName><QualifierName UI="Q000266" MajorTopicYN="N">history</QualifierName><QualifierName UI="Q000639" MajorTopicYN="N">trends</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011487" MajorTopicYN="N">Protein Conformation</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011506" MajorTopicYN="N">Proteins</DescriptorName><QualifierName UI="Q000737" MajorTopicYN="N">chemistry</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="TITLE" NlmCategory="UNASSIGNED">Prix Nobel de chimie 2024: David Baker, Demis Hassabis et John M. Jumper - La r&#xe9;volution de l&#x2019;intelligence artificielle en biologie structurale.</AbstractText><AbstractText Label="ABSTRACT" NlmCategory="UNASSIGNED">Le Prix Nobel de chimie 2024 a &#xe9;t&#xe9; d&#xe9;cern&#xe9; &#xe0; Demis Hassabis et John M. Jumper (soci&#xe9;t&#xe9; Google DeepMind) pour leurs travaux sur la pr&#xe9;diction des structures prot&#xe9;iques guid&#xe9;e par l&#x2019;intelligence artificielle (IA), et &#xe0; David Baker (Universit&#xe9; de Washington, Seattle, &#xc9;tats-Unis) pour les siens sur la conception computationnelle des prot&#xe9;ines. Cet &#xe9;v&#xe8;nement marque une r&#xe9;volution dans le domaine de la biologie structurale et a conduit, entre autres, &#xe0; la g&#xe9;n&#xe9;ration d&#x2019;une biblioth&#xe8;que de pr&#xe8;s de 200 millions de structures pr&#xe9;dites de prot&#xe9;ines destin&#xe9;e &#xe0; acc&#xe9;l&#xe9;rer la recherche. Cette r&#xe9;volution de l&#x2019;IA a &#xe9;galement permis la conception de plusieurs prot&#xe9;ines artificielles d&#x2019;int&#xe9;r&#xea;t m&#xe9;dical pr&#xe9;sent&#xe9;es dans cette revue.</AbstractText><CopyrightInformation>&#xa9; 2025 m&#xe9;decine/sciences &#x2013; Inserm.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>4</Month><Day>29</Day><Hour>6</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>4</Month><Day>28</Day><Hour>18</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>4</Month><Day>28</Day><Hour>15</Hour><Minute>13</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40294296</ArticleId><ArticleId IdType="doi">10.1051/medsci/2025060</ArticleId><ArticleId IdType="pii">msc250069</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Wang H, Fu T, Du Y, et al. Scientific discovery in the age of artificial intelligence. Nature 2023 ; 620 : 47&#x2013;60.</Citation></Reference><Reference><Citation>Li B, Gilbert S. Artificial Intelligence awarded two Nobel Prizes for innovations that will shape the future of medicine. NPJ Digit Med 2024 ; 7 : 336.</Citation></Reference><Reference><Citation>Jumper J, Evans R, Pritzel A, et al. Highly accurate protein structure prediction with AlphaFold. Nature 2021 ; 596 : 583&#x2013;9.</Citation></Reference><Reference><Citation>Baek M, DiMaio F, Anishchenko I, et al. Accurate prediction of protein structures and interactions using a three-track neural network. Science 2021 ; 373 : 871&#x2013;6.</Citation></Reference><Reference><Citation>Schulz GE, Schirmer RH. Principles of Protein Structure. Springer-Verlag Berlin and Heidelberg GmbH &amp; Co. K, 2<sup>e</sup> &#xe9;dition, 2013 : 334 p.</Citation></Reference><Reference><Citation>Watson JD, Crick FH. Molecular structure of nucleic acids ; a structure for deoxyribose nucleic acid. Nature 1953 ; 171 : 737&#x2013;8.</Citation></Reference><Reference><Citation>Kendrew JC, Bodo G, Dintzis HM, et al. A three-dimensional model of the myoglobin molecule obtained by x-ray analysis. Nature 1958 ; 181 : 662&#x2013;6.</Citation></Reference><Reference><Citation>Le Du M-H, Legrand P, Sirigu S, Ravy S. Introduction &#xe0; la cristallographie biologique. Les Ulis : EDP sciences, 2021 : 180 p.</Citation></Reference><Reference><Citation>Tabet JC, Rebuffat S. Prix Nobel de chimie 2002 pour la spectrom&#xe9;trie de masse et la r&#xe9;sonance magn&#xe9;tique nucl&#xe9;aire. Med Sci (Paris) 2003 ; 19 : 865&#x2013;72.</Citation></Reference><Reference><Citation>Neumann E, Farias Estrozi L, Effantin G, et al. La r&#xe9;volution de la r&#xe9;solution en cryo-microscopie &#xe9;lectronique. Med Sci (Paris) 2017 ; 33 : 1111&#x2013;7.</Citation></Reference><Reference><Citation>Schuller JM, Falk S, Fromm L, et al. Structure of the nuclear exosome captured on a maturing preribosome. Science 2018 ; 360 : 219&#x2013;22.</Citation></Reference><Reference><Citation>Romby P, Marzi S, Westhof E. La structure atomique du ribosome en pleine lumi&#xe8;re. Med Sci (Paris) 2009 ; 25 : 977&#x2013;81.</Citation></Reference><Reference><Citation>Burley SK, Berman HM, Kleywegt GJ, et al. Protein Data Bank (PDB): The Single Global Macromolecular Structure Archive. Methods Mol Biol 2017 ; 1607 : 627&#x2013;41.</Citation></Reference><Reference><Citation>Dobson CM. Protein folding and misfolding. Nature 2003 ; 426 : 884&#x2013;90.</Citation></Reference><Reference><Citation>Bryngelson JD, Onuchic JN, Socci ND, Wolynes PG. Funnels, pathways, and the energy landscape of protein folding: a synthesis. Proteins 1995 ; 21 : 167&#x2013;95.</Citation></Reference><Reference><Citation>Lee J, Freddolino P, Zhang Y. Ab initio protein structure prediction. In : Rigden DJ, ed. From Protein Structure to Function with Bioinformatics : Springer-London, 2017 : 3&#x2013;35.</Citation></Reference><Reference><Citation>Lindorff-Larsen K, Piana S, Dror RO, Shaw DE. How fast-folding proteins fold. Science 2011 ; 334 : 517&#x2013;20.</Citation></Reference><Reference><Citation>Bowie JU, Luthy R, Eisenberg D. A method to identify protein sequences that fold into a known three-dimensional structure. Science 1991 ; 253 : 164&#x2013;70.</Citation></Reference><Reference><Citation>Krieger E, Nabuurs SB, Vriend G. Homology modeling. Methods Biochem Anal 2003 ; 44 : 509&#x2013;23.</Citation></Reference><Reference><Citation>Waterhouse A, Bertoni M, Bienert S, et al. SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Res 2018 ; 46 : W296&#x2013;W303.</Citation></Reference><Reference><Citation>Fiser A, Sali A. Modeller: generation and refinement of homology-based protein structure models. Methods Enzymol 2003 ; 374 : 461&#x2013;91.</Citation></Reference><Reference><Citation>Jordan B. AlphaFold : un pas essentiel vers la fonction des prot&#xe9;ines. Med Sci (Paris) 2021 ; 37 : 197&#x2013;200.</Citation></Reference><Reference><Citation>Kryshtafovych A, Schwede T, Topf M, et al. Critical assessment of methods of protein structure prediction (CASP)-Round XIII. Proteins 2019 ; 87 : 1011&#x2013;20.</Citation></Reference><Reference><Citation>Evans R, O&#x2019;Neill M, Pritzel A. Protein complex prediction with AlphaFold-Multimer. bioRxiv 2021.</Citation></Reference><Reference><Citation>Basu S, Wallner B. DockQ: A Quality Measure for Protein-Protein Docking Models. PLoS One 2016 ; 11 : e0161879.</Citation></Reference><Reference><Citation>Abramson J, Adler J, Dunger J, et al. Accurate structure prediction of biomolecular interactions with AlphaFold 3. Nature 2024 ; 630 : 493&#x2013;500.</Citation></Reference><Reference><Citation>Taly A, Verger A. Pr&#xe9;diction de structures biomol&#xe9;culaires complexes par AlphaFold 3. Med Sci (Paris) 2024 ; 40 : 725&#x2013;7.</Citation></Reference><Reference><Citation>Jordan B. Les secrets des variants. Med Sci (Paris) 2023 ; 39 : 981&#x2013;3.</Citation></Reference><Reference><Citation>Cheng J, Novati G, Pan J, et al. Accurate proteome-wide missense variant effect prediction with AlphaMissense. Science 2023 ; 381 : eadg7492.</Citation></Reference><Reference><Citation>Kuhlman B, Dantas G, Ireton GC, et al. Design of a novel globular protein fold with atomic-level accuracy. Science 2003 ; 302 : 1364&#x2013;8.</Citation></Reference><Reference><Citation>Leaver-Fay A, Tyka M, Lewis SM, et al. ROSETTA3: an object-oriented software suite for the simulation and design of macromolecules. Methods Enzymol 2011 ; 487 : 545&#x2013;74.</Citation></Reference><Reference><Citation>Arunachalam PS, Feng Y, Ashraf U, et al. Durable protection against the SARS-CoV-2 Omicron variant is induced by an adjuvanted subunit vaccine. Sci Transl Med 2022 ; 14 : eabq4130.</Citation></Reference><Reference><Citation>Torres SV, Valle MB, Mackessy SP, et al. De novo designed proteins neutralize lethal snake venom toxins. Res Sq 2024.</Citation></Reference><Reference><Citation>Glogl M, Krishnakumar A, Ragotte RJ, et al. Target-conditioned diffusion generates potent TNFR superfamily antagonists and agonists. Science 2024 ; 386 : 1154&#x2013;61.</Citation></Reference><Reference><Citation>Bennett NR, Watson JL, Ragotte RJ, et al. Atomically accurate de novo design of single-domain antibodies. bioRxiv 2024.</Citation></Reference><Reference><Citation>Vorobieva AA, White P, Liang B, et al. De novo design of transmembrane beta barrels. Science 2021 ; 371.</Citation></Reference><Reference><Citation>Ennist NM, Wang S, Kennedy MA, et al. De novo design of proteins housing excitonically coupled chlorophyll special pairs. Nat Chem Biol 2024 ; 20 : 906&#x2013;15.</Citation></Reference><Reference><Citation>Wohlwend J, Corso G, Passaro S, et al. Boltz-1 Democratizing Biomolecular Interaction Modeling. bioRxiv 2024.</Citation></Reference><Reference><Citation>Rocchi C, Gouet P, Parissi V, Fiorini F. The C-Terminal Domain of HIV-1 Integrase: A Swiss Army Knife for the Virus? Viruses 2022 ; 14 : 1397.</Citation></Reference><Reference><Citation>Benani A, Messas E. John J. Hopfield et Geoffrey E. Hinton : de Hopfield et Hinton &#xe0; AlphaFold : le Prix Nobel 2024 r&#xe9;compense les pionniers de l&#x2019;apprentissage profond. Med Sci (Paris) 2025 ; 41 : 277&#x2013;80.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>